us-west-2
{ 'query': 'Provide examples of asylum seekers fearing persecution if '
           'deported.',
  'result': 'Here are two relevant examples of asylum seekers fearing '
            'persecution if deported, with quotations from the legal cases '
            'provided:\n'
            '\n'
            '1. From the case MT v Secretary of State for the Home Department '
            '[2002] UKIAT 03404:\n'
            '\n'
            'The Tribunal accepted the evidence of Mr Chenciner, an expert '
            'witness, who stated:\n'
            '"There is a real risk that the appellant would be the victim of '
            'hostility, violence and discrimination to such an extent that it '
            'could properly be described as persecution...Mr Chenciner did not '
            'believe that the appellant would get out of Baku airport without '
            'being detained and beaten. Even if he did, he would be '
            'continuously at risk of detention and ill treatment."\n'
            '\n'
            'The Tribunal found there was a real risk the appellant, who was '
            'an ethnic Armenian from Azerbaijan, would face persecution if '
            'returned to Azerbaijan.\n'
            '\n'
            '2. From the case AD (Return, Garde a Vu) Algeria CG [2002] UKIAT '
            '03392:\n'
            '\n'
            'The appellant, a failed Algerian asylum seeker, argued "that as '
            'failed asylum seeker he would be at risk on return to Algeria '
            'since the authorities would realise he was a failed asylum '
            'seeker...He would be detained under the terrorist legislation '
            'which allowed for twelve days being held in detention '
            'incommunicado."\n'
            '\n'
            'While the Tribunal did not accept there was a real risk in this '
            "particular case, it considered the appellant's argument that "
            '"any period of detention on return would be unlawful under '
            'Article 5 of the Human Rights Convention" and that "any '
            'detention, even without mistreatment, would be unlawful under '
            'Article 5."\n'
            '\n'
            'These examples illustrate asylum seekers arguing they face a real '
            'risk of detention, ill-treatment or other persecution amounting '
            'to a breach of the Refugee Convention or human rights law if '
            'deported to their home country.',
  'source_documents': [ Document(page_content='AD (Return, Garde a Vu) Algeria CG [2002] UKIAT 03392 (02 August 2002)\nIf you found BAILII useful today, could you please make a contribution?\nYour donation will help us maintain and extend our databases of legal information. No contribution is too small. If every visitor this month donates, it will have a significant impact on BAILII\'s ability to continue providing free access to the law.\nThank you very much for your support!\n[\nHome\n]\n    [\nDatabases\n]\n    [\nWorld Law\n]\n    [\nMultidatabase Search\n] \n    [\nHelp\n]\n    [\nFeedback\n]\nUnited Kingdom Asylum and Immigration Tribunal\nYou are here:\nBAILII\n>>\nDatabases\n>>\nUnited Kingdom Asylum and Immigration Tribunal\n>>\n      \n      AD (Return, Garde a Vu) Algeria CG [2002] UKIAT 03392 (02 August 2002)\nURL:\nhttp://www.bailii.org/uk/cases/UKIAT/2002/03392.html\nCite as: \n[2002] UKIAT 3392,\n\n[2002] UKIAT 03392\n[\nNew search\n]\n\n\n\n\n\n\n\n[\nPrintable RTF version\n]\n\n\n[\nHelp\n]\nAD (Return - Garde a Vu) Algeria CG [2002] UKIAT 03392\nHX09013-2001\nIMMIGRATION APPEAL TRIBUNAL\nDate of hearing: 27 June 2002\nDate Determination notified: 02 August 2002\nBefore\nMR D K ALLEN (CHAIRMAN)\nMR C A N EDINBORO\nMRS S HEWITT\nBetween\nAD\nAPPELLANT\nand\nSecretary of State for the Home Department\nRESPONDENT\nDETERMINATION AND REASONS\nThe Appellant is a citizen of Algeria who has been granted leave to appeal to the Tribunal against the determination of an Adjudicator, Mrs L H S Verity, who dismissed his appeal against the Respondent\'s decision giving directions for his removal from the United Kingdom and refusing to grant asylum.\nThe hearing before us took place on 27 June 2002.  Mr G Hodgetts for Irving & Co. appeared on behalf of the Appellant, and Mr R Holmes of the Home Office Presenting Officer\'s Unit appeared on behalf of the Respondent.\nMr Hodgetts put an amended skeleton argument before us.  He argued that the Appellant was at risk on return to Algeria on account of the fact that his passport would show, in effect, that he had been refused asylum in the United Kingdom.  Mr Joffe, in his first report, had expressed the view that the Algerian perception of the United Kingdom is that there was an extensive network of fundamentalists here.  He would be detained under the terrorist legislation which allowed for twelve days being held in detention incommunicado.  The Secretary of State had agreed in other cases that detention and questioning occurred on return to Algeria.  There was some indication that the period of twelve days was in practice exceeded.  The case was not just based on an unlawful extension of detention, but that any period of detention on return would be unlawful under Article 5 of the Human Rights Convention.  The lowest submission was that any detention, even without mistreatment, would be unlawful under Article 5, and it was argued that, although there had to be a flagrant denial of the rights secured by the Convention, as had been held was the requirement in\nDevaseelan\n[2002] UKIAT 00702\n(starred) that would be the case here, given the facts.  The detention did not fall within any exceptions to Article 5(1).  A detention which was completely unlawful would be a flagrant denial of the Appellant\'s rights.  There were both procedural and substantive aspects to this.  If the substantive right were breached, it was flagrant as the very essence of the right would be taken away.  It could not properly be argued that the exception contained in Article 5(1)(c) was applicable.  This was a consequence of the Adjudicator\'s findings concerning the Appellant\'s history, at paragraph 31 of her determination.  The Tribunal was referred to the various judgments of the European Court of Human Rights set out in the skeleton argument.  There could be no reasonable suspicion on an objective basis that he had committed an offence and in effect, since there could be no reasonable suspicion of him, holding him for the purpose simply of obtaining information would be unlawful.  The question of the period of detention was also relevant.\nIt was also the case that there would be a breach under Article 3.  Here the decision in\nRibitsch\nv Austria [1995] 21EHRR573 showed that any use of physical force would be a violation of Article 3 unless it was as a consequence of something in the Appellant\'s own conduct.\nThere was a lack of direct evidence about abuse of failed asylum seekers, but there was evidence that there were no complaints as a consequence of fears of reprisals and also fears on the part of lawyers of reprisals and this could be seen from the State Department report.  There was a culture in Algeria of police ill-treating people in custody generally.  People would be unlikely to go to lawyers and make official complaints.  As regards the suggestion in the document produced by Mr Holmes that there had been hundreds of returns from other European countries, that was not disputed, but there was no evidence of any returns from the United Kingdom and therefore a distinction had to be drawn, particularly in the light of the events of 11 September 2001 and their aftermath.  General inferences could be drawn from the human rights situation in the country in question, as had been said by the court in\nJuma\n.\nIn his submissions, Mr Holmes argued that the case was very much tied in with the particular facts.  The Appellant was a married man of 46 who had no history of involvement with terrorists or suspicion of involvement with terrorists and no criminal record.  He had a properly issued Algerian passport.  He had previously travelled to Spain and returned on that passport.  He had been exempted from military service.  There was no reason to believe that the Algerian authorities had any interest in him when he left Algeria.  He did not claim to have any sympathy with fundamentalists and the only factor was the refusal of leave to enter on 29 January 2000.  The original report of Mr Joffe was four years old and Mr Roberts\' report was two years old.  They involved people with very different histories from this Appellant.  Professor Seddon\'s report was opinion and not concrete facts.  It was not clear how often he had been to Algeria or how recently.  In contrast, the UNHCR were based on the ground and concerned on an ongoing basis.  The Canadian report produced by Mr Holmes was of significance.  If there were widespread mistreatment of failed asylum seekers, it was most unlikely the UNHCR or the various countries who returned people would be unaware.  The Appellant was not a person who had been rejected on the basis of the exclusion clauses and this was the only category which concerned the UNHCR.  Professor Seddon also referred to the good intelligence record keeping system in Algeria, and therefore it was unlikely that there would be significant delays in establishing that the Appellant was of no interest.  There would be no file on him and therefore no suspicion and he would be less likely to be held for long or mistreated.\nAs regards Article 3, it was the case that the nature of any mistreatment was relevant in the context of the situation of the individual.  As regards the Article 5 argument, it was clear from paragraphs 107 to 112 in\nDevaseelan\nthat different criteria were appropriate where a person was being returned to a non-signatory state, rather than the nature of the obligations owed under the Convention by signatory states.\nBy way of reply, Mr Hodgetts referred to the report of the Research Directorate of the Immigration and Refugee Board of Ottawa, including the comment both from the local UNHCR office and the Algerian Foreign Ministry that persons returned to Algeria did not encounter problems.  It was unclear what was meant by "problems".  The Foreign Minister would be unlikely to detail problems in any event.  There was also reference to the desirability of seeking guarantees from the Algerian government for returnees, and that had not been done in this case.  The earlier report of Mr Joffe and that of Mr Roberts made it clear that there were risks to failed asylum seekers on return, and the Joffe report had in any event now been updated.  The authorities were more likely to be keen to question UK returnees since 11 September 2001.\nWe reserved our determination.\nThis appeal comes before us as a consequence of remittal by the Court of Appeal of an earlier determination of the Tribunal.  In essence, the Court of Appeal remitted the case on the basis, as set out at paragraph 27 of its judgment, that the Appellant was entitled to a properly reasoned decision upon the question of whether he would be subjected to the garde à vue procedure, and if it were concluded that he might, he was entitled also to a properly reasoned decision upon the question of whether he might suffer treatment that would constitute a violation of his rights under Article 3 of the Human Rights Convention.\nIn essence, the Appellant\'s claim is that as failed asylum seeker he would be at risk on return to Algeria since the authorities would realise he was a failed asylum seeker.  He is aged approximately 46 and has a wife and three children who presently live in Algeria.  He has never had an interest in politics and has never shown sympathy for or joined a terrorist group.  It appears that he experienced problems from three unidentified men who demanded what in effect was protection money from him from his business and he paid this for over five years but claimed never to have established the identity of the group who were extorting money from him.  The Adjudicator did not accept that he had left Algeria because he feared persecution from either the authorities or an Islamic fundamentalist group.  The Appellant\'s passport contains a refusal of leave to enter stamp which, it has been argued, and which was previously accepted by the Tribunal, would identify the Appellant on return to the Algerian authorities as a failed asylum seeker.\nThe Tribunal has before it two reports of Professor Seddon of the University of East Anglia, the more recent of which was prepared in the light of the Tribunal\'s early determination and the Court of Appeal\'s decision, and was designed to deal with various issues raised during those proceedings.  There are also two reports from Mr Joffe, the earlier one some four years old and the more recent one some three months old, the latter updating the former.  There is also a report of a Dr Hugh Roberts dated 30 April 2000.  The claim has in essence been argued under the Human Rights Convention, in particular Articles 3 and 5.\nIn his earlier report, dated 26 September 2001, Professor Seddon expressed the view that failed asylum seekers were highly likely on their return to Algeria to be detained by the Immigration and Security Services for further questioning as to the reasons for being abroad and for having sought asylum.  The reports of Mr Joffe and Dr Roberts bore this likelihood out.  Professor Seddon went on to say that those who are detained for questioning may be held garde à vue (incommunicado) for up to a week or so in order to allow stories to be checked and records consulted.  He notes that the Algerian authorities have a good intelligence and record keeping system which usually allows them to identify those who have been, for example, identified as suspected political activists with one of the illegal Islamist movements or paramilitary groups, or as deserters from the army.  He goes on to say that individuals with suspicious or criminal backgrounds are still highly likely to be held in detention or passed swiftly to the appropriate military authorities and detention centres respectively.  He says that in detention there remains a strong risk that they will be subjected to brutal, inhuman and degrading treatment.  Those without a file with the authorities, those not providing any basis for being suspected of "undesirable" political affiliations, and those whose military service status is regular, are less likely to be held for long and are less likely to be beaten or brutally treated while in detention.  He considers, however, that the very fact that they have sought asylum in the first place puts them at risk and refers to cases known to him from former asylum cases refused by the Home Office where returnees have been subjected to prolonged detention and very rough interrogation.\nIn his supplementary report, which is dated 13 June 2002, he comments among other things, at page 81 of the bundle, that those without a file with the authorities, those not providing any basis for being suspected of "undesirable" political affiliations and those whose military service status is regular are less likely to be held for long and less likely to be beaten or brutally treated whilst in detention.  Nevertheless, there is a real risk that such people will be detained for further interrogation and a real risk of brutal treatment.\nAs against this, we note from the CIPU country assessment of April 2002, it is reported that the UNHCR has not called for a ban on the return of rejected asylum seekers. The basis for this is a paper from the Research Directorate of the Immigration and Refugee Board, Ottawa, to which we shall return in due course, and also a UNHCR letter dated 13 March 2000 which is referred to in the index.  There is reference in the Research Directorate Board paper that every year several European countries, including France, Spain, Germany, Belgium, Sweden and Denmark, return hundreds of persons to Algeria, either under a formal agreement with Algeria or on a case by case basis.  We note also a reference at paragraph 5C4 of the CIPU report to a report of the Netherlands Immigration Department on the situation in Algeria, dated July 2001, that applying for asylum abroad is not regarded by the Algerian authorities as a political act, that an Algerian has no need to fear persecution on return solely on the grounds of submitting an asylum application, and that Western countries do not regard the overall situation in Algeria as a reason not to deport rejected non-suited asylum seekers and other inadmissible persons to that country.\nThe point is also made in the Research Directorate of the Immigration and Refugee Board of Ottawa report that whereas none of the countries from Europe appears to have carried out a formal study of what happens to "deportees", they all believe they would have heard had persons who were returned to Algeria encountered serious difficulties.  The point is made that such deportees sometimes contact the embassies concerned to sort out administrative matters relating to the time spent in the other country and none have ever complained of their treatment by the Algerian authorities upon their return to Algeria.  The point is also made that it could be expected that the relatives of such people would in some cases make it known if a person suffered at the hands of the Algerian authorities, but there has been no incident of this sort ever brought to the attention of the embassies concerned.  Against that, Mr Hodgetts makes the point that there is some evidence in the State Department report of fear of reporting problems both by deportees and their lawyers, for fear of reprisals.  He also refers to Mr Joffe\'s report that the Algerian authorities regard European laxity as the reason for the persistence of terrorism and primarily accuse Britain and Germany of this.  We also note from the Research Directorate Report that the UNHCR office in Algiers and the Algerian Foreign Ministry both reported that persons returned to Algeria did not encounter problems.  There is a reference also to UNHCR recommending guarantees being sought from the Algerian government in relation to proposed returnees and there should be extreme reluctance to return rejected applicants where the exclusion clause has been applied.  We note that the sources for Mr Joffe\'s report, as set out in his 11 March 2002 report, include the statement that the information concerning the end of the triage process on travel documents was provided from official sources within the Algerian diplomatic service and that information coming from security sources has been used in assessing the treatment of returned asylum seekers.  Professor Seddon describes his observations with respect to the identification, detention and questioning of "suspicious individuals" including returned asylum seekers are based on the known behaviour of the Algerian Embassy in the United Kingdom and of immigration officials in Algeria as reported by various sources including other experts on Algeria (i.e. Mr Joffe and Dr Roberts).  He states that these sources include the Algerian Immigration Procedures reports by Algerian academic and professional friends and colleagues who have observed the procedures involved at first hand on arrival at Immigration when returning themselves after having been legitimately out of the country.\nWe consider that there is weight to Mr Holmes\' argument that particular significance has to be attached to reports on the ground and, in particular, from the UNHCR.  We bear in mind also that there is no indication as to the histories of those persons to whom Mr Seddon refers at page 24 of the bundle in his earlier report concerning the substantiation by various reports from personal friends and colleagues who have observed the process of people being detained and interrogated on return as failed asylum seekers.  There is no indication as to whether these people fell into any of the categories that would be likely to cause them to be of particular concern to the Algerian authorities.\nIn our view, the evidence is sufficiently clear that the Appellant would be questioned on return to Algeria.  This would be as a consequence of the fact that he would be identified as a failed asylum seeker from his passport.  We do not consider, however, that it has been shown that there is a real risk that he would be held incommunicado for his story to be checked.  We accept that of course his story would require to be checked by the authorities but equally, as Professor Seddon points out in his report, the Algerian authorities have a good intelligence and record keeping system which would enable them to identify whether he fell into one of the suspected categories.  We attach particular significance to the report of the Research Directorate of the Immigration and Refugee Board of Ottawa, the author of which met with the local UNHCR office, and also to the quotations that we have set out from the Netherlands Immigration Department report on the situation in Algeria as of July 2001.  We accept that it would have been preferable if we had had the entirety of that report before us, but consider that the quotations that have been provided serve as a helpful indication of the views taken by that body of the relevant issues.  We accept that there might be some reluctance amongst people returned and their representatives to complain, we cannot ignore the apparent entire absence of any complaint being recorded by or on behalf of anybody who has been returned to Algeria.  The fact that a number of countries return hundreds of people to Algeria and the absence of any reported complaints must speak for itself.  Whereas there might be some slightly enhanced suspicion of the Appellant as a consequence of coming from the United Kingdom rather than one of the other European countries named, we consider that in the light of the good information services available to the Algerian authorities, it would be a relatively speedy and easy matter to check his history and to discover that he is not a person who is likely to be regarded as causing any threat to the Algerian authorities or the Algerian state or people.\nWe go on, however, to consider what the situation would be if we were wrong and he were at real risk of being held incommunicado.  We bear in mind the conclusions of the Tribunal in\nDevaseelan\n, to which we have referred above concerning Article 5.  It is important to bear in mind when considering the relevant case law that, as was pointed out by the Tribunal at paragraphs 107 to 111 in\nDevaseelan\n, in particular at paragraph 109, the Appellant\'s situation on return to Algeria cannot be judged by the standards that would apply in a signatory state, because a signatory state would not be obliged to remain silent in the face of the claim.  As a consequence, as Mr Hodgetts accepted, it is only if there would be a flagrant denial or gross violation of the Appellant\'s Convention rights that we would be able to find a breach of his Article 5 rights on return if held incommunicado for a week or so as it was described by Prof Seddon.  The point was made at paragraph 111 in\nDevaseelan\nthat as regards the case of a flagrant denial or gross violation of the Appellant\'s rights this would occur were the right to be completely denied or nullified in the destination country.  The fact that the Adjudicator concluded that she did not find the Appellant\'s claim credible does not in any sense bind the Algerian authorities when considering the Appellant on return to Algeria.  As a failed asylum seeker returning to a country which has had very significant problems with terrorism in recent years, we consider that his detention could be properly regarded as being a consequence of reasonable suspicion of him having committed an offence.  In our view, in a state with the recent political history of Algeria, it would be far from unreasonable for a person to be held for a period of time for such checks to be kept out, even if this were to be the case that he were held incommunicado.  We emphasise the context in the country of return as was the case in\nDevaseelan\n.  We do not consider that there would be a complete denial or nullification of his Article 5 rights, were he to be held as was described by Professor Seddon in his first report as being held incommunicado for up to a week or so to enable his story to be checked and records to be consulted.  We consider that in the context, detaining him for that period would not be an excessive period such as to give rise to a breach of his human rights.  We do not consider that it can reasonably be said that he would be being held purely for the purpose of effective internment as is argued in the amended paragraph 12 of the skeleton argument.  We bear in mind that the various quotations contained in the skeleton argument are almost exclusively from cases involving complaints of breaches of the Human Rights Convention by signatory states, and again we emphasise the importance of bearing in mind that Algeria is not a signatory to the European Convention on Human Rights and cannot be judged by the same standards applicable to a signatory state.\nNor do we consider that the evidence bears out the contention that the Appellant faces a real risk of prohibited ill-treatment in detention.  We bear in mind the background evidence concerning what happens to detainees in Algeria and accept that there is to a degree a culture of violence towards suspects there.  This has to be seen in the context of the Appellant\'s history as would relatively speedily be revealed, in our view.  We do not see the objective evidence as showing that there is such a degree of regularity of mistreatment of a significant nature of detainees as to give rise to a real risk of breach of the Appellant\'s Article 3 rights on return.  We note the various comments of the experts as set out at paragraph 5 of the skeleton argument and, in particular, the quotation from Dr Roberts, albeit it in a somewhat different context from this case.  We note his comment that a failed asylum seeker would have that fact held against him and it could have consequences prejudicial to his safety.  We do not see that as giving rise to an arguable real risk that this Appellant with his history will be significantly mistreated on return.  We note Mr Hodgett\'s argument, based on the quotation from\nRibitsch\n, that any recourse to physical force which has not been made strictly necessary by the person\'s own conduct is in principle an infringement of the Article 3 rights of that person.  We bear in mind also the more recent comment at paragraph 91 of the judgment of the European Court of Human Rights in Kudlav, Poland, that ill-treatment must attain a minimum level of severity to fall within the scope of Article 3.  We do not find the objective evidence to show that there is a real risk of treatment amounting to a breach of Article 3 being meted out to this Appellant on return.\nIn conclusion therefore, we do not consider the case as being made out that the Appellant faces a real risk of being held incommunicado in the garde à vue procedure by the Algerian authorities.  If we are wrong in that regard, we consider that even if he were held it would be in the course of detention for the period of checking his identity and any records.  We do not consider that the evidence shows that such a period of detention would be such or in such conditions as to give rise to his Article 5 rights, nor that there is a real risk that in the course of that detention he will be subjected to treatment of the kind giving rise to breach of his Article 3 rights.\nThis appeal is dismissed.\nMr D K Allen\nChairman\nBAILII:\nCopyright Policy\n|\nDisclaimers\n|\nPrivacy Policy\n|\nFeedback\n|\nDonate to BAILII\nURL:\nhttp://www.bailii.org/uk/cases/UKIAT/2002/03392.html', metadata={'location': {'s3Location': {'uri': 's3://ukiat-documents/UKIAT_Documents/03392.txt.txt'}, 'type': 'S3'}, 'score': 0.47578147, 'source_metadata': {'x-amz-bedrock-kb-source-uri': 's3://ukiat-documents/UKIAT_Documents/03392.txt.txt'}}),
                        Document(page_content='RS (failed asylum seekers) Syria [2004] UKIAT 00257 (14 September 2004)\nIf you found BAILII useful today, could you please make a contribution?\nYour donation will help us maintain and extend our databases of legal information. No contribution is too small. If every visitor this month donates, it will have a significant impact on BAILII\'s ability to continue providing free access to the law.\nThank you very much for your support!\n[\nHome\n]\n    [\nDatabases\n]\n    [\nWorld Law\n]\n    [\nMultidatabase Search\n] \n    [\nHelp\n]\n    [\nFeedback\n]\nUnited Kingdom Asylum and Immigration Tribunal\nYou are here:\nBAILII\n>>\nDatabases\n>>\nUnited Kingdom Asylum and Immigration Tribunal\n>>\n      \n      RS (failed asylum seekers) Syria [2004] UKIAT 00257 (14 September 2004)\nURL:\nhttp://www.bailii.org/uk/cases/UKIAT/2004/00257.html\nCite as: \n[2004] UKIAT 00257,\n\n[2004] UKIAT 257\n[\nNew search\n]\n\n\n\n\n\n\n\n[\nPrintable RTF version\n]\n\n\n[\nHelp\n]\nRS (failed asylum seekers) Syria [2004] UKIAT 00257\nIMMIGRATION APPEAL TRIBUNAL\nDate of hearing: 12 August  2004\nDate Determination notified: 14 September 2004\nBefore\nMr J Barnes (Vice President)\nMr C P Mather (Vice President)\nMr M L James\nBetween\nRS\nAPPELLANT\nand\nSecretary of State for the Home Department\nRESPONDENT\nFor the Appellant: Mr A Salfiti, Solicitor, instructed bySalfiti & Co, Solicitors\nFor the Respondent: Mr M Davidson, Home Office Presenting Officer\nDETERMINATION AND REASONS\nThe appellant is a citizen of Syria, born on 20 January 1977 who arrived in the United Kingdom on 21 July 2001 with entry clearance obtained from the British Embassy in Damascus a few weeks previously.   He travelled on his own valid passport which had been issued to him on 25 October 1999 and which expires on 24 October 2005.  It shows that he has travelled extensively outside Syria prior to his arrival in the United Kingdom when he was granted 6 months leave to enter as a visitor pursuant to the entry clearance which had been granted to him.\nOn 15 January 2002, a few days before his leave to remain was due to expire, he claimed asylum and although he was requested to attend the Home Office for interview on 14 February 2002 he failed to do so.  He says this is because he did not receive the letter of invitation.   He did submit a self evidence form and the Secretary of State refused his application for the reasons which were set out in a letter dated 6 March 2002.  On 8 March 2002 the Secretary of State issued notice of his decision to refuse to vary leave following refusal of his asylum application.\nThe appellant appealed against that decision on both asylum and human rights grounds and his appeal was heard on 15 December 2003 by Mr A R Lawrence, an Adjudicator.  The Adjudicator did not believe the basis of the claim which he had made and he dismissed his asylum and Article 3 claims for that reason,   He accepted that the appellant had married a British citizen on 23 July 2002 but concluded that although he accepted that family life had been established in the United Kingdom his removal would not be disproportionate to the important consideration of a maintenance of regular immigration control, and so he dismissed the Article 8 claim also.\nThe appellant has been granted permission to appeal to us on the single point that it is asserted that the Adjudicator erred in not considering the current Syrian practice of detaining failed asylum seekers.   There is no challenge to the adverse credibility findings or to the dismissal of the Article 8 claim.    It follows therefore that so far as we are concerned this appellant had no past history in Syria which would be reasonably likely to bring him to the adverse attention of the Syrian authorities on return and that we are concerned solely with the single point raised in the grounds of appeal.\nMr Salfiti sought to rely on an Amnesty International report of January 2004 dealing with the risk on return to Syria which says that seeking political asylum abroad is perceived to be the act of government opponents by the Syrian authorities and that the very fact of leaving the country to seek asylum abroad is imputed to be a manifestation of opposition to the Syrian government.  It draws attention to the fact that former political prisoners and those who have left illegally without authorisation or with false papers are generally at risk of arrest and detention upon their return.   It says that if they are refused asylum seekers accompanied by security forces from the country where he or she has sought asylum, the Syrian government is likely to be made aware of a person\'s demand for asylum. In addition, Syrian secret service agents working abroad may become aware of requests for asylum as their task is to monitor the Syrian community and opposition abroad.   Mr Salfiti did not suggest to us in his submissions that there was any real possibility that this appellant might have come to the attention of Syrian secret service agents working abroad and, indeed, as he has no political profile in his own country and has clearly been able to travel in and out of it on a regular basis in the past there is no apparent reason why that should be the case.   He did, however, stress that if he were forcibly returned he might then come to the attention of the Syrian authorities as a failed returned asylum seeker.   He conceded however that given the fact that the appellant has a current valid passport in his own name regularly issued by his own government which on the appellant\'s own account bears a proper exit stamp on the occasion when he came to this country, that it would be open to the appellant to return on that document without there being any need for it to become known to the Syrian authorities that he had claimed asylum abroad.   If he fails to depart voluntarily in that way it seems to us that he cannot then pray in aid the fact that he chooses to place himself deliberately at risk by ensuring that his removal is a forced return rather than the  voluntary return which is properly open to him at the current time.\nMr Salfiti also submitted to us that the length of his absence abroad would of itself raise suspicions in Syria but, when pressed, was unable to point to any evidence at all to support such a proposition.  He did refer us to the current United States State Department report issued on 25 February 2004 which records under the heading "Freedom of movement within the country foreign travel, emigration and repatriation" that "the authorities could prosecute any person found attempting to emigrate or to travel abroad illegally or who was deported from another country or who was suspected of having visited Israel".  It does not seem to us  that there is anything in that passage which the appellant can pray in aid to advance his appeal before us.\nWe were also referred to the Syrian Human Rights Committee Annual Report for the period 1 July 2002 to 30 June 2003, and in particular to the passage at pages 10 and 11 of that report under the title "third: the forcibly deported".    In that short passage there is a reference to three people who have been forcibly deported and whom it is claimed have been subject to severe torture and interrogation on their return.  We note however, that the first quoted, a Maher Arrar, was charged with co-operating with Al-Qaeda following his deportation by the United States and that others who are said to have faced difficulties were a number of Syrians forcibly deported from Pakistan "and delivered to Syria".   That again, seems to be a clear reference in the current situation to there being suspicion once more of Al-Qaeda or similar Islamic extremist membership on their part.  It is common ground in other parts of the report as well as in this section that those who are members of the Muslim Brotherhood are at particular risk but they, of course, are perceived to have a particular political agenda by the Syrian authorities.\nFinally, it is reported that Syrian security forces have arrested Syrian and Palestinian nationals deported by Iran who suspected that they may have been in Afghanistan; this again shows a potential Islamic extremist connection.    There is nothing whatsoever in the history of this appellant to suggest that he comes into such a category and, indeed, it will be open to him if called upon to explain the length of time he has spent in this country to show that he entered into a marriage with a British citizen on 23 July 2002 with whom he has been living. There is, therefore,  a clear and plausible explanation for the length of time which he has been abroad should that be a matter which would draw the adverse attention of the Syrian authorities.   Although Mr Salfiti submitted that the length of period abroad would of itself lead to htis he was again unable to point us to any evidence at all to support such a submission.\nIn those circumstances we are satisfied that on the evidence which has been put before us there is nothing to show that there is any real risk to this appellant, if he is now returned to Syria using his own papers as he is entitled to do, that he would be reasonably likely either to be persecuted for a Refugee Convention reason or to be treated in breach of his protected human rights.\nFor the above reasons this appeal is dismissed.\nJ Barnes\nVice President\nBAILII:\nCopyright Policy\n|\nDisclaimers\n|\nPrivacy Policy\n|\nFeedback\n|\nDonate to BAILII\nURL:\nhttp://www.bailii.org/uk/cases/UKIAT/2004/00257.html', metadata={'location': {'s3Location': {'uri': 's3://ukiat-documents/UKIAT_Documents/00257.txt.txt'}, 'type': 'S3'}, 'score': 0.46929723, 'source_metadata': {'x-amz-bedrock-kb-source-uri': 's3://ukiat-documents/UKIAT_Documents/00257.txt.txt'}}),
                        Document(page_content='MA (risk from any political activity) Libya [2004] UKIAT 00252 (14 September 2004)\nIf you found BAILII useful today, could you please make a contribution?\nYour donation will help us maintain and extend our databases of legal information. No contribution is too small. If every visitor this month donates, it will have a significant impact on BAILII\'s ability to continue providing free access to the law.\nThank you very much for your support!\n[\nHome\n]\n    [\nDatabases\n]\n    [\nWorld Law\n]\n    [\nMultidatabase Search\n] \n    [\nHelp\n]\n    [\nFeedback\n]\nUnited Kingdom Asylum and Immigration Tribunal\nYou are here:\nBAILII\n>>\nDatabases\n>>\nUnited Kingdom Asylum and Immigration Tribunal\n>>\n      \n      MA (risk from any political activity) Libya [2004] UKIAT 00252 (14 September 2004)\nURL:\nhttp://www.bailii.org/uk/cases/UKIAT/2004/00252.html\nCite as: \n[2004] UKIAT 00252,\n\n[2004] UKIAT 252\n[\nNew search\n]\n\n\n\n\n\n\n\n[\nPrintable RTF version\n]\n\n\n[\nHelp\n]\nMA (risk from any political activity) Libya [2004] UKIAT 00252\nIMMIGRATION APPEAL TRIBUNAL\nDate of hearing: 11 August 2004\nDate Determination notified: 14 September 2004\nBefore\nMr S L Batiste \x96 Vice-President\nMr J Perkins \x96 Vice-President\nMrs E Hurst JP\nBetween\nMA\nAPPELLANT\nand\nSecretary of State for the Home Department\nRESPONDENT\nFor the Appellant: Mr E Fripp of Counsel instructed by Noden & Co Solicitors\nFor the Respondent: Ms T Hart\nDETERMINATION AND REASONS\nThe Appellant is a citizen of Libya.  He was born on 23 May 1981 and so is now 23 years old.  He appeals the determination of an Adjudicator, Mr Charles Vaudim d\'Imecourt, who in a determination promulgated on 18 December 2003 dismissed his appeal against a decision of the Secretary of State that he was not entitled to refugee status and that removing him from the United Kingdom was not contrary to his rights under the European Convention on Human Rights.  It is against that decision that the Appellant now appeals.\nAt paragraph 28 of the determination the Adjudicator said: "I accept that this Appellant is now known to the authorities".  It is common ground between the parties that the Adjudicator did not mean this.  Paragraph 28 as written makes little sense.  The Tribunal is satisfied, and the parties, agree, that the Adjudicator intended to say: "I accept that this Appellant is not known to the authorities".\nIt was the Appellant\'s case that he had joined and actively supported a political group founded by his cousin.  The Appellant distributed tracts against the government.  The Appellant had never been caught doing that and there was no reason to find that he was suspected of any political activity against the regime.  He left Libya freely on his own passport.  It was his case that whilst out of Libya, in Malta, his cousin was arrested and the appellant was afraid that his cousin would be tortured and made to identify the Appellant as a supporter of the cousin\'s political movement and that he would be at risk having been so identified.  The Appellant did not return to Libya.  Rather he made his way to the United Kingdom and claimed asylum.\nThe Adjudicator noted that the Appellant had had contact with his grandfather and other family members but had not produced any evidence that the authorities in Libya were seeking him.  It was the Appellant\'s case that his family was known to the authorities.  In 1980 one of his uncles had been arrested and since that uncle\'s arrest the Appellant\'s father has from time to time been summoned to the offices of the Libyan security service to be interrogated.  His father complained of ill-treatment on those occasions.\nRegrettably the Adjudicator does not expressly deal with the Appellant\'s concern that he would be at risk because his cousin would have said things against him.  However the Adjudicator does say in perfectly clear terms at paragraph 28 of his determination that there "is not a jot of evidence that there is any real likelihood that the authorities in Libya are concerned with this Appellant in any way."\nThe grounds of appeal extend to some fifteen paragraphs but really make two points.  They complain that the Adjudicator has made no proper findings of fact about the Appellant\'s case and they claim that the Adjudicator has wrongly assessed the risk on return to the Appellant as a failed asylum seeker.\nRegrettably the grounds are right when they complain that the Adjudicator made no finding expressly on the Appellant\'s claim that he would be at risk because his cousin would have been tortured and would therefore have incriminated him.  However we recognise from the background material that people detained for engaging in activities against the government generally risk ill-treatment. The grounds of appeal complain at paragraph 4 that "the Appellant\'s family were constantly harassed and persecuted by the Libyan authorities prior to March 2003\x85because of the Appellant\'s maternal uncle (a political prisoner since 1980)" and such conduct is what we would expect of the Libyan authorities in such circumstances.  The Libyan authorities would have been very interested in the Appellant\'s family if his cousin had incriminated the appellant during interrogation.  We cannot accept that the Libyan authorities would have left alone the Appellant\'s family if his cousin had said things against him yet the Appellant gave evidence that his family were left alone at least in the period immediately after the cousin\'s arrest.  There has been no evidence at any stage of the family having further problems.  Whilst the Adjudicator can be criticised justly for not explaining his position more clearly we do not accept there is any error of law in his conclusion that there is not "a jot of evidence" that the authorities would be interested in the Appellant.\nThis finding is sufficient to dispose of the appeal but there are further points that have to be made.\nGrounds 8-11 criticise the Adjudicator for findings made about the Appellant\'s passport.  We do not go into more detail about these because, as Mr Fripp quite properly and realistically explained, these do not go to the substantial issues in the case.  If the Appellant is known to be politically active he is at risk notwithstanding any passport he might have.  Conversely if he is not known to the authorities or wanted for political activities then the absence of a passport will not create problems.\nAn analysis of appeals such as this must consider the decision of the Tribunal in\nME\n(Risk-failed asylum seekers \x96 Hassan) Libya CG [2003] UKIAT\n.  One member of the Tribunal that heard that appeal is a member of the Tribunal deciding this appeal.  It was the conclusion of the Tribunal in\nME\n(Risk-failed asylum seekers \x96 Hassan) Libya CG\nthat a returned asylum seeker will not necessarily be perceived as someone who had opposed the government of Libya and would not necessarily risk persecution.\nMr Fripp accepted that\nME\n(Risk-failed asylum seekers \x96 Hassan) Libya CG\nwas right subject to two clarifications.\nFirstly, at paragraph 20 in\nME\n(Risk-failed asylum seekers \x96 Hassan) Libya CG\nthe Tribunal said "Although the background material is sensitive to the theoretical risk facing people who have done nothing more serious to undermine the regime of Libya than to seek asylum somewhere else, there is no direct evidence of such a person being persecuted.  The examples of people being seriously ill-treated all appear to relate to those who have been involved, or at least seriously suspected of being involved, in serious political activity or are radical Islamic supporters."  Mr Fripp submitted that the phrase "in serious political activity" could be interpreted as meaning that the Libyan authorities discriminated between different degrees of political involvement.\nMr Fripp drew to our attention a report from Alison Pargeter who is a research follow at the International Policy Institute at King\'s College, at the University of London.  Her report before us is dated 7 August 2004.  This report emphasises how the authorities in Libya still regulate society closely.  She said that the regime "is particularly suspicious of people who have spent unauthorised time in Britain.  This is because the UK is the centre of Libyan opposition activity abroad."  She contained that "applying for asylum is generally considered as a betrayal of Qadhafi\'s revolutionary system and anyone doing so is looked upon unfavourably by the regime."  We accept that Ms Pargeter offers these opinions in good faith with the benefit of her experience as an academic and the opinions are consistent with other material before us. We find that the fact that seeking asylum abroad is viewed with disfavour does not mean that every person known to have claimed asylum abroad risks persecution.  Generally there is no such risk unless the returned asylum seeker is linked with some political activity.\nThe decision in\nME\n(Risk-failed asylum seekers \x96 Hassan) Libya CG\ndoes not, and was never intended to, suggest that only people who were involved in particular activities to a high degree would be at risk on return.  Each case must be considered on its own merits.  The evidence is that the authorities in Libya are deeply suspicious and that even now anything but the most fleeing political activity might be enough to create a risk of serious ill-treatment.  We are happy to provide this clarification.\nSecondly Mr Fripp submitted that returned asylum seekers remained at risk in Libya both because the authorities would be suspicious of them and because the regime is volatile.  Evidence for the proposition that a failed asylum seeker remains at risk even if he enters the country safely comes from the end of Ms Pargeter\'s report.  Ms Pargeter says that a person who had claimed asylum would for that reason have "a black mark against their name".  She said "It is possible that they may face intimidation and harassment as they would be considered as soft targets."  We accept that it is possible.  That is how the regime in Libya has behaved in the past.  However we do not accept that there is a real risk of an unsuccessful asylum seeker being persecuted on some future occasion because he claimed asylum abroad and then returned to Libya.  There is no direct evidence that that has happened but there is evidence in the Dutch report, to which reference is made in\nME\n(Risk-failed asylum seekers \x96 Hassan) Libya CG\nof people who had returned to Libya going about their lives unhindered.  We are not aware of any evidence of unsuccessful asylum seekers having trouble with the authorities after they have entered Libya.  There is evidence in the Dutch report that such people have not had problems.\nWe agree with Mr Fripp that Colonel Qadhafi can be described fairly as "volatile".  Again there is a risk of a change in attitude by the regime but in the light of events in recent years we cannot describe it as a real risk.  We do not accept that there is, generally, a real risk to people who have returned to Libya just because they are known to have claimed asylum in the United Kingdom.\nIt follows that although we are happy to explain\nME\n(Risk-failed asylum seekers \x96 Hassan) Libya\nto the extent indicated above we dismiss this appeal.\nJonathan Perkins\nVice-President\n7 September 2004\nBAILII:\nCopyright Policy\n|\nDisclaimers\n|\nPrivacy Policy\n|\nFeedback\n|\nDonate to BAILII\nURL:\nhttp://www.bailii.org/uk/cases/UKIAT/2004/00252.html', metadata={'location': {'s3Location': {'uri': 's3://ukiat-documents/UKIAT_Documents/00252.txt.txt'}, 'type': 'S3'}, 'score': 0.46491206, 'source_metadata': {'x-amz-bedrock-kb-source-uri': 's3://ukiat-documents/UKIAT_Documents/00252.txt.txt'}}),
                        Document(page_content='MT v Secretary of State for the Home Department [2002] UKIAT 03404 (02 August 2002)\nIf you found BAILII useful today, could you please make a contribution?\nYour donation will help us maintain and extend our databases of legal information. No contribution is too small. If every visitor this month donates, it will have a significant impact on BAILII\'s ability to continue providing free access to the law.\nThank you very much for your support!\n[\nHome\n]\n    [\nDatabases\n]\n    [\nWorld Law\n]\n    [\nMultidatabase Search\n] \n    [\nHelp\n]\n    [\nFeedback\n]\nUnited Kingdom Asylum and Immigration Tribunal\nYou are here:\nBAILII\n>>\nDatabases\n>>\nUnited Kingdom Asylum and Immigration Tribunal\n>>\n      \n      MT v Secretary of State for the Home Department [2002] UKIAT 03404 (02 August 2002)\nURL:\nhttp://www.bailii.org/uk/cases/UKIAT/2002/03404.html\nCite as: \n[2002] UKIAT 3404,\n\n[2002] UKIAT 03404\n[\nNew search\n]\n\n\n\n\n\n\n\n\n[\nHelp\n]\nMT v Secretary of State for the Home Department [2002] UKIAT 03404\nHX-31127-2001\nIMMIGRATION APPEAL TRIBUNAL\nDate of hearing: 12/06/2002\nDate Determination notified: 02 August 2002\nBefore\nMr H J E Latter (Chair)\nMr A G Jeevanjee\nMT\nAPPELLANT\nand\nSecretary of State for the Home Department\nRESPONDENT\nFor the appellant:Ms Y Adedeji of Counsel instructed by Richards Heynes & Coopers, Solicitors.\nFor the respondent:Mr M Pichamuthu, Home Office Presenting Officer\nDETERMINATION AND REASONS\nThis is an appeal by Melikov Teymor, a citizen of Azerbaijan, against the determination of an Adjudicator (Mr R A Prickett) who dismissed his appeal against the decision made on 22 May 2001 giving directions for his removal following the refusal of his claim for asylum.\nThe appellant was born in Sumgait in Azerbaijan in June 1974. His father was an Azeri and his mother an Armenian. His father died in 1980. The appellant continued to live with his mother in Sumgait until 1998 when he left to go to Baku where he lived until 1990. Meanwhile, his mother had gone to live with her sister in Moscow because of the situation in Azerbaijan and the hostility towards Armenians. In 1990 the appellant also left to go to Russia to join his uncle in Severodvinsk.\nThe appellant worked for his uncle who was in partnership with another businessman. There were various problems which resulted in the appellant\'s uncle being imprisoned for a short time. Subsequently in January 2001 after he was released, his uncle left home for work but was never seen again. The appellant decided at this stage to leave Russia. He paid an agent DM 5,800. He left Russia on about 25 February 2001 and eventually arrived in the United Kingdom on 6 April 2001.\nWhen interviewed, he explained what had happened to him in Azerbaijan in his long answer to question 24 in the interview record. He was also questioned at some length about the circumstances relating to his uncle\'s business and how he came to leave Russia. He was asked at question 43 why he did not move back to Azerbaijan. He said that he had left Azerbaijan because of Karabakh. This is a reference to the conflict between Azerbaijan and Armenia about Nagorno-Karabakh. He added that the people he used to know in Azerbaijan were not there anymore.\nThe Secretary of State refused this application for the reasons which he has set out in his letter dated 20 May 2001. This letter dealt at length with the appellant\'s fears of returning to Russia. The Secretary of State considered that there was a part of Russia where the appellant did not have a well founded fear of persecution and where it was reasonable to expect him to go. He also noted that the appellant had spent the early part of his life in Azerbaijan where, apart from verbal abuse from various individuals because of his mixed ethnicity, he had lived in relative safety. He considered it reasonable to expect the appellant to return there to seek and establish a life in that country.\nThe appellant appealed against this decision and his appeal was heard by the Adjudicator on 9 October 2001. The issue before the Adjudicator was whether the removal of the appellant to Azerbaijan would be in contravention of the United Kingdom\'s obligations under the Refugee Convention. It is not in issue between the appellant and the respondent that the appellant is a citizen or national of Azerbaijan and it is in respect of that country that his claim for asylum must be assessed.\nThe Adjudicator accepted that the appellant was a credible witness, but on the basis of the objective evidence before him, he was not satisfied that the appellant had discharged the onus of proof to show that he would have a well founded fear of persecution for a Convention reason in Azerbaijan nor that there would be a breach of Article 3 of the Human Rights Convention were he to be returned there.\nAt the hearing before the Tribunal, Mr Robert Chenciner gave oral evidence. He has provided a report dated 27 November 2001 and a supplementary report dated 29 April 2002. He sets out the brief history of Azerbaijan since 1990. The hostility between Azerbaijan and Armenia has led to the expulsion of Azeris from Armenia and Armenians from Azerbaijan. Some 800,000 Azeri refugees have moved from Armenia and Nagorno-Karabakh to Azerbaijan and the Armenian population of some 400,000-500,000 in Azerbaijan have been expelled.\nThere is a culture of discrimination and hostility towards ethnic Armenians based on this climate of bitterness. Official discrimination takes the form of the denial of public welfare in a society which until 1991 had no private welfare. It is Mr Chenciner\'s view that the appellant\'s fears of racist and physical persecution are well founded and he would have no local protection from the Baku police. It is possible to buy false documents in Baku but the appellant\'s facial features mean that it would be impossible for him to avoid being recognised as half Armenian. It is his view that the appellant would not be provided in any event with Azerbaijani papers. He is not aware of a single instance of an ethnic Armenian being granted such papers. He made discreet inquiries through a firm of Scottish lawyers which confirmed his suspicions that the Azerbaijani authorities would require the appellant to give his mother\'s maiden name when applying for an external passport, a propiska or a residence permit. This would alert the authorities to the appellant\'s ethnic background. It was his view that if the appellant is returned to Baku even with papers, he is likely to be investigated and ill-treated. There was a risk of continuous brushes with authority leading to beatings and detentions although Mr Chenciner did not think that the authorities would bother to kill the appellant. The real risk was being detained to trade him for one of the Azeris detained by the Armenians, or the Armenian sponsored authorities in Nagorno-Karabakh.\nMr Pichamuthu referred the Tribunal to the determination in Sarkisian\n[2002] UKIAT 01257\n. In that case the Tribunal had held that ethnic Armenians in Azerbaijan did not have a well founded fear of persecution for that reason alone. The Tribunal had accepted that the passions of the past between the communities had given away to a lingering sense of unease and to reasonable neighbourly relations. There may be in the country at large some discrimination for a variety of reasons, but the evidence did not establish that it was generally evident on a day to day basis or nor was it sufficient to cross the threshold of severity required for persecution. On the facts of that appeal the Tribunal were not satisfied that the appellant would be at risk of persecution nor that there were any matters which set him apart from other ethnic Armenians and there was no specific reason why he personally should face any such risks.\nMr Pichamuthu submitted that up to 40,000 Armenians remain in Azerbaijan. Even if, as the evidence tended to show, they are mostly women, it followed that Armenians per se were not at risk of persecution. It would be wrong to make any assumptions from the facial features of the appellant. In any event he had an Azeri name and from his father an Azeri background.\nMs Adedeji submitted that Sarkisian was properly distinguishable. In any event the Tribunal in that case did not have the benefit of expert evidence. She relied on Mr Chenciner\'s report. Even if there were some 40,000 Armenians left in Azerbaijan, they were either women or children. The appellant was a young male of military service age who had not lived there for ten years.\nThe Tribunal note that the Adjudicator found the appellant to be a credible witness. The appellant\'s fears of returning to Russia are of no relevance in this appeal. It is not argued that the appellant is a citizen of Russia, nor that he should be returned there. The issue is whether the appellant has a well founded fear of persecution in Azerbaijan. The fact that he has not lived there for twelve years and may face economic difficulties on return, which doubtless he would share with any other returnee in similar circumstances, does not without more give the appellant a claim under either the Refugee or Human Rights Conventions.\nThe Tribunal accept the evidence of Mr Chenciner. It is clear from his report and from his oral evidence that he has considerable expertise in relation to the Caucasian states which attained their independence following the break-up of the Soviet Union. It is clear not only from his evidence, but also from other background evidence and in particular the US State Department Report that to all intents and purposes both Azerbaijan and Armenia have "cleansed" their countries of the other countries nationals. Some Armenians do remain in Azerbaijan. The reports suggest that there are about 30,000-40,000 there. There is evidence that of these 98% are women. There are certainly very, very few males of the age of the appellant. Mr Chenciner explained that in the Caucasian states there was a general respect for older people and the situation would be a little bit easier for elderly people of Armenian ethnic origin who would be left alone provided they did not draw themselves to the attention of the authorities. In his view, the position would be very different for the appellant.\nThe Tribunal are satisfied on the basis of the evidence we have heard in this appeal that there is a real risk that the appellant would be the victim of hostility, violence and discrimination to such an extent that it could properly be described as persecution. Mr Chenciner did not believe that the appellant would get out of Baku airport without being detained and beaten. Even if he did, he would be continuously at risk of detention and ill treatment. The hostility would not just come from the authorities but from the Azeri population. In our view, it is entirely fanciful to think that the appellant would be able to look to the Azerbaijani authorities for protection. The reason the appellant would receive this treatment was because he would be regarded as Armenian. Mr Chenciner says that he looks Armenian and will stand out from the Azeris. The Tribunal agree with Mr Pichamuthu that the Tribunal should be cautious about drawing conclusions from facial characteristics but on the facts of this appeal and in the light of the evidence we have heard which we find compelling in this respect, we do not think that there is any likelihood that the appellant will be able to blend in with the local population and avoid targeting or hostility from both the authorities and the Azeri population in general.\nThe Tribunal take the view that the appellant is not at risk of persecution from the fact alone of being of Armenian ethnic origin. It is the fact that he is a male, aged now 26 who has been out of Azerbaijan for some twelve years which would put him at risk on return. To this extent we agree with the comment of the Tribunal in Sarkisian but we find that there are specific features about the appellant which put him at risk. For the reasons which the Tribunal have given, we take a more pessimistic view of the relationship between the Armenian community and the Azerbaijan authorities and Azeri people, but we have had the benefit of hearing expert evidence. However, we are not concerned with the situation in general save in so far as it impacts upon the risk to the appellant.\nFor the reasons the Tribunal have given, we are satisfied that there is a real risk that the appellant would be at risk both of persecution under the Refugee Convention and of inhuman or degrading treatment of such severity to satisfy the high threshold in Article 3 of the Human Rights Convention.\nAccordingly, this appeal is allowed.\nBAILII:\nCopyright Policy\n|\nDisclaimers\n|\nPrivacy Policy\n|\nFeedback\n|\nDonate to BAILII\nURL:\nhttp://www.bailii.org/uk/cases/UKIAT/2002/03404.html', metadata={'location': {'s3Location': {'uri': 's3://ukiat-documents/UKIAT_Documents/03404.txt.txt'}, 'type': 'S3'}, 'score': 0.46079323, 'source_metadata': {'x-amz-bedrock-kb-source-uri': 's3://ukiat-documents/UKIAT_Documents/03404.txt.txt'}})]}
